{
  "status": "success",
  "totalResults": 39653,
  "results": [
    {
      "article_id": "48d2eeaf2227b9bf12b39b093ad291ab",
      "title": "NSW government increasing fares across the Opal network from next month",
      "link": "https://7news.com.au/news/nsw/nsw-government-increasing-fares-across-the-opal-network-from-next-month--c-11909898",
      "keywords": null,
      "creator": ["Molly Magennis"],
      "video_url": null,
      "description": "The state government said it has delayed the price hike to help ease cost-of-living pressures.",
      "content": "Public transport fares in will increase next month however the says it will cut fares on Fridays to make up for the hike. The increase will take effect from Monday, October 16, with fares across the rising by an average of 3.7 per cent — which the NSW government said is less than $1 extra a week on average. Peak fare rises include: Watch the latest news and stream for free on There will be no changes to the weekly travel cap, however half-price trips after eight journeys will stop when the change comes into effect. According to the state government, almost 90 per cent of passengers don’t reach the cap. Instead, Friday fares will be made cheaper, with passengers to receive a 30 per cent discount on Metro, train, bus and light rail services. Adult commuters will be able to travel all day for a maximum cost of $8.90 while children, youth and concession fares will be capped at $4.45. The NSW government said it has ”worked to relieve cost-of-commuting pressures” by delaying the increases — which usually kick in at the start of each financial year — and by ensuring they were less than the more recent Sydney Consumer price index movement. “Every weekend will soon be a long weekend when it comes to Opal fares, as we make Friday travel cheaper for everyone — trimming the cost of visiting the city be it for work, to shop or to enjoy a day and night out on the town,” NSW Transport Minister Jo Haylen said.",
      "pubDate": "2023-09-15 01:19:57",
      "image_url": "https://images.7news.com.au/publication/C-11909898/706fc5347b2af93eca10cb55d78c1f48bc767b6a-16x9-x0y0w1280h720.jpg",
      "source_id": "7news",
      "source_priority": 7652,
      "featured": true,
      "country": ["australia"],
      "category": ["politics"],
      "language": "english"
    },
    {
      "article_id": "e9841970937538074dbef31c27b610a5",
      "title": "Asiad football coach 'frustrated' with uncertainty over status of PSG's Lee",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/829_359223.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Hwang Sun-hong, head coach of the Korean men's Asian Games football team, said Thursday he is \"frustrated\" with the lingering uncertainty over the status of Paris Saint-Germain (PSG) midfielder Lee Kang-in.",
      "content": "Paris Saint-Germain's Lee Kang-in reacts during the French League One football match between Paris Saint-Germain and FC Lorient in Paris, France, Aug. 12. EPA-Yonhap Hwang Sun-hong, head coach of the Korean men's Asian Games football team, said Thursday he is \"frustrated\" with the lingering uncertainty over the status of Paris Saint-Germain (PSG) midfielder Lee Kang-in. Hwang named Lee to his under-24 squad for the Hangzhou Asian Games in July. With Korea's first group stage match only five days away in China, however, Lee has yet to join Hwang's team, nor is it clear exactly when the 22-year-old midfielder will do so. \"I am frustrated. I've been in touch with Kang-in personally, and he'd love to join us as soon as he can. But our talks with PSG over the timing of his release haven't gone well,\" Hwang told reporters before a training session at the National Football Center in Paju, Gyeonggi Province. \"The Korea Football Association has been in close contact with PSG. I hope the situation gets resolved quickly so that we can all focus on the team here. I'd love to have him for at least a couple of matches for the group stage.\" Hwang Sun-hong, manager of the Korean men's Asian Games football team, speaks to reporters before a training session at the National Football Center in Paju, Gyeonggi Province, Sept. 14. Yonhap Lee, one of Korea's most skilled and creative players, will be an integral piece for the young Taegeuk Warriors as they try to win the country's third consecutive Asiad men's football title. The opening ceremony of the Asian Games is Sept. 23, but the group stage for the men's football tournament will kick off early next week. Korea's first Group E match will be against Kuwait next Tuesday, and the next match is against Thailand next Thursday. They will wrap up the group stage against Bahrain on Sept. 24. The Asian Games aren't part of the FIFA international calendar, and clubs aren't required to release their players. \"Ideally, it'd be great to have him play a couple of matches in the group stage before getting into the knockout stage,\" Hwang said. \"If not, then we will have to prepare for different contingencies. The earlier this decision is made, the better it is for us to make plans. It's a frustrating situation.\" Hwang said PSG are trying to work out a deal whereby they will send Lee early for the Asian Games but hold on to him a little longer before the Asian Football Confederation (AFC) Asian Cup tournament in January in Qatar. Paris Saint-Germain's Lee Kang-in, left, controls the ball in front of Lorient's Vincent Le Goff during the French League One football match between Paris Saint-Germain and Lorient at the Parc des Princes stadium in Paris, France, Aug. 12. AP-Yonhap \"I think they want things to work in their favor, and we need to negotiate a few things,\" Hwang added. Lee's recent stint on the sidelines due to a left quadriceps injury has made his Asiad status even more difficult to predict. Lee has been out of action since late August but returned to training earlier this week. He missed two friendly matches for the senior national team earlier this month, and Hwang had been hoping Lee would recover in time for the Asian Games. \"PSG were supposed to tell us by Wednesday whether Kang-in had fully recovered and when he could join us, but they haven't given us any answer on that front,\" Hwang said. \"He has told me that he doesn't expect to play (for PSG) on Saturday. I think he's mostly healthy now, and it seems to be a matter of getting back into match shape.\" Hwang said he has not yet thought about the possibility of not having Lee at all for the Asian Games. Hwang Sun-hong, manager of the Korean men's Asian Games football team, speaks to reporters before a training session at the National Football Center in Paju, Gyeonggi Province, Sept. 14. Yonhap \"If we only get to have him for the final, then it'd be a different story. But we are not at that point yet,\" Hwang added. With or without Lee, Hwang said the goal for the team doesn't change. \"We know what our fans expect from us, and we have a clearly defined goal,\" Hwang said. \"If we work hard and do our best, we can absolutely accomplish our goal.\" The Asian Games men's football competition is typically open to players under 23, with each team allowed to select up to three overage players. For this year's competition, which was postponed by 12 months because of the COVID-19 pandemic, the age limit was raised to 24. There will be six groups of four in action. The top two teams from each group, along with the four best third-place teams, will advance to the knockout stage. (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/1b31738b189e44f3a1d6e6864011872a.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "f504638fe954f7634d209b2424323264",
      "title": "Much-criticized Klinsmann asks for help in building 'positive spirit' for nat'l team",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/600_359248.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Jurgen Klinsmann, much-maligned head coach of the South Korean men's national football team, on Thursday called on the public and media to help build \"a positive spirit\" around his players as they gear up for a big continental tournament next year.",
      "content": "Jurgen Klinsmann, head coach of the South Korean men's football team, speaks to reporters at Incheon International Airport, west of Seoul, Thursday. Yonhap Jurgen Klinsmann, much-maligned head coach of the South Korean men's national football team, on Thursday called on the public and media to help build \"a positive spirit\" around his players as they gear up for a big continental tournament next year. Klinsmann returned to South Korea on Thursday following a last-minute schedule change from the previous day in Europe. After South Korea completed their two-match trip to Wales and England on Tuesday, Klinsmann had initially planned to see South Korean internationals in action in Europe. His itinerary included a trip to Germany to watch Bayern Munich defender Kim Min-jae in the Bundesliga at the weekend. However, the Korea Football Association (KFA) announced Wednesday evening that Klinsmann would instead fly back to South Korea on Thursday and scout players in the domestic K League before announcing the next edition of the national team for October friendlies. South Korea will host Tunisia on Oct. 13 and Vietnam on Oct. 17. On the latest trip, South Korea had a goalless draw against Wales but defeated Saudi Arabia 1-0 for Klinsmann's first win in charge of the Taegeuk Warriors. Klinsmann said the latest camp was an opportunity for him and his staff to learn more about the team in the buildup to the Asian Football Confederation (AFC) Asian Cup kicking off in January in Qatar. \"It was a good learning camp with a lot of positives,\" Klinsmann told reporters at Incheon International Airport, west of Seoul. \"Step by step, we're growing together.\" The KFA on Wednesday didn't provide reasons for Klinsmann's schedule change, though Klinsmann might have been mindful of mounting criticism over his work habits. Klinsmann calls criticism against football-playing son 'absolutely stupid' 2023-09-14 21:28 | Sports Klinsmann had been under fire for having spent more time overseas than in South Korea, despite vowing at the start of his tenure in March that he would live here to learn about the new country and its culture. While staying in his Los Angeles home, Klinsmann also moonlighted as a European football analyst for ESPN and attended the draw ceremony for the UEFA Champions League in Monaco, leaving the grunt work of K League scouting to his assistants. That South Korea did not win their first five matches under Klinsmann didn't help the narrative surrounding the coach. When asked why he made the change, Klinsmann smiled and quipped, \"Because you asked for it.\" \"The KFA said there's a lot of media waiting normally for the team when they come back home. And so I said, 'No problem. I can switch plans,'\" Klinsmann added, turning more serious. \"And I will go to the two games this weekend (in the K League), no problem.\" Klinsmann reiterated his goal of winning the Asian Cup, something South Korea last did in 1960. The coach said his team will need help from the public and the media if they were to end the long title drought. \"It's vital that everybody builds a positive spirit. The fans, the media and the team, obviously,\" he said. \"If it doesn't go well, there is enough time to criticize or fire the coach or do whatever you want to. But in the buildup to a tournament, a national team especially needs the help of the fans and the media to believe in it and to build a positive momentum.\" Klinsmann cited Germany's disappointing showing at the 2022 FIFA World Cup as an example, claiming that negativity surrounding the team led to Germany's stunning exit in the group stage. On multiple occasions during the scrum, Klinsmann referred to the Asian Cup as \"the benchmark\" by which his staff and his players should be measured. He said he will take whatever shots that come his way if South Korea fall short of the Asian title. And despite persistent criticism over his commitment to South Korea and lack of tactical acumen, Klinsmann said he will lean on his considerable tournament experience to get the job done at the Asian Cup. The former German international starred at three World Cups and coached his native country to third place at the 2006 World Cup. As head coach of the United States, Klinsmann lifted the 2013 CONCACAF Gold Cup trophy. \"Absolutely, if you're not doing well, then you should be questioned,\" he said. \"But I have a lot of experience, especially with tournaments. And I love tournaments. I know how to time things towards a tournament, and that's why I think the biggest point is that this team keeps growing and stays healthy. The benchmark for us is the Asian Cup. We believe that we can win the Asian Cup.\" Klinsmann said he isn't about to change the way he operates, as he plans to keep splitting his time between South Korea and overseas to help prepare the team for the Asian Cup. Between the October friendlies and the January-February tournament, South Korea will play early qualifying matches for the 2026 FIFA World Cup in November. (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/8c32f90d49114eff972aebe847a8f726.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "82179caa84364dba4972a95c1f2c56cc",
      "title": "[REVIEW] Musical \"Rebecca\" celebrates decade on stage with stellar artists",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/690_359252.html?utm_source=fl",
      "keywords": null,
      "creator": ["pzzang@koreatimes.co.kr(Pyo Kyung-min)"],
      "video_url": null,
      "description": "Entering its remarkable 10th year on stage, the musical “Rebecca” has charmed the hearts of a million adoring audiences.",
      "content": "A scene from the musical \"Rebecca\" / Courtesy of EMK Musical Company By Pyo Kyung-min Poster for the musical \"Rebecca\" / Courtesy of EMK Musical Company Entering its remarkable 10th year on stage, the musical \"Rebecca\" has achieved a significant milestone by captivating more than 1 million viewers in Korea. Originating from Daphne du Maurier's classic novel and reinvented by Alfred Hitchcock's film, the musical has been a staple in Korea's theater scene since its premiere in 2013. After attracting more than 950,000 viewers across its first six seasons, the production crossed the 1 million audience mark in its 10th year. Set in the grand Manderley mansion, the musical revolves around Maxim de Winter, an English gentleman haunted by the memory of his late wife Rebecca, and \"I,\" an unnamed narrator who falls in love with Maxim. After a fateful encounter at a resort, their love story takes a dark turn upon their return to Manderley, where they are greeted by the disturbing presence of Mrs. Danvers, the mansion's long-serving butler. A scene from the musical \"Rebecca\" featuring Shin Young-sook, who plays Mrs. Danvers / Courtesy of EMK Musical Company During Wednesday's performance, singer and musical actress Lisa's portrayal of Mrs. Danvers and Kim Bo-Kyung's reprisal of her role as \"I\" particularly captivated the audience. The musical keeps its audience enthralled with a perfect mix of engaging plots that blend romance and thriller elements, complemented by beautiful songs that enrich the experience. Especially noteworthy is Mrs. Danvers' show-stopping performance of \"Rebecca II,\" which serves as the show's climactic moment. The lingering impact of her rich mid-to-low notes blending into the electrifying high ones continues to strike a chord with the audience long even after the final curtain falls. Lisa showed her charismatic stage presence. Her bone-chilling vocal performance, driven by her character's intense disdain for \"I,\" left the audience with no option but to burst into applause. Kim boasted her impeccable vocal and acting skills, warming the hearts of many. The theater came alive with the exquisite melodies of \"Time in a Bottle,\" sung by Kim in the throes of love for Maxim. A scene from the musical \"Rebecca\" featuring Kim Bo-Kyung, who plays \"I\" / Courtesy of EMK Musical Company The song \"Never Was a Smile That Cold,\" a haunting reflection by Maxim on Rebecca's mysterious death, also pleased the audiences' ears. Maxim was played by Tei this day. Tei's portrayal of Maxim was a perfect embodiment of the genteel Englishman, dispelling any doubts about his background as a singer. He seamlessly conveyed the anguish of the mansion's heir, complementing his performance with clear and emotionally resonant vocals. He also displayed his stage etiquette during the curtain call, acknowledging each audience member and expressing his heartfelt gratitude. A scene from the musical \"Rebecca\" / Courtesy of EMK Musical Company This season, marking its 10th anniversary, introduces new talent to the ensemble. Singer Tei, actor Lee Ji-soo and Red Velvet member Wendy join the stage alongside veteran actors Ryu Jung-han, Shin Young-sook and Ok Joo-hyun. The performance's standout feature also includes impressive stagecraft. The highlights are the rotating stage, smoothly transitioning between the mansion's interior and exterior and the remarkably realistic portrayal of the mansion's fiery demise. \"Rebecca\" is staged at Blue Square theater in central Seoul, through Nov. 19.",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/d15b2d74275b470ea56221f13dcb5fc1.jpg",
      "source_id": "koreatimes",
      "featured": true,
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["entertainment"],
      "language": "english"
    },
    {
      "article_id": "7bdc282561a6575f8eb98141a3a65f0b",
      "title": "Klinsmann calls criticism against football-playing son 'absolutely stupid'",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/600_359251.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Korea men's football head coach Jurgen Klinsmann has shrugged off a fair amount of criticism against him over his six-month tenure, ranging from his perceived lack of commitment to his inability to bring out the best in players with tactical brilliance.",
      "content": "Jurgen Klinsmann, center, head coach of the South Korean men's football team, speaks to reporters at Incheon International Airport, west of Seoul, Thursday. Yonhap Korea men's football head coach Jurgen Klinsmann has shrugged off a fair amount of criticism against him over his six-month tenure, ranging from his perceived lack of commitment to his inability to bring out the best in players with tactical brilliance. But when some vile stuff found its way to his family, Klinsmann had a rare emotional response. After Korea's goalless draw against Wales in Cardiff last Thursday, Klinsmann approached Welsh captain Aaron Ramsey to ask for his shirt. Players typically swap their jerseys after international matches as a sign of mutual respect. Klinsmann later told British media that his son Jonathan, goalkeeper for LA Galaxy in Major League Soccer, had specifically asked for Ramsey's uniform. In most other circumstances, it could have been regarded as a simple gesture of a father trying to come through for his son. However, the draw extended Korea's winless skid to five matches to begin Klinsmann's tenure. Coming as it did after an uninspired performance, Klinsmann's action drew a lot of heat from the angry Korean fans who felt he didn't appear to take the result all that seriously. Klinsmann further addressed the situation Thursday after returning to Korea from England, where Korea defeated Saudi Arabia 1-0 on Tuesday for his first win in charge of the Taegeuk Warriors. Much-criticized Klinsmann asks for help in building 'positive spirit' for nat'l team 2023-09-14 19:58 | Sports \"It was for the physical therapist of my son's team in Los Angeles,\" Klinsmann said of Ramsey's shirt. A national team official said the physical therapist is from Wales. \"But to be honest, I don't understand why this would be a reason to criticize something,\" Klinsmann added, shaking his head. \"My son got critical comments on his Instagram, which is absolutely stupid.\" Klinsmann handled other questions about the team and about his work habits in typical fashion, with a smile and occasional jokes. He had initially planned to stay put in Europe to watch Korean internationals there but made a last-minute change to travel back to Korea. He plans to watch matches in the domestic K League this weekend, a decision likely reached after Klinsmann had been panned for not spending enough time in his host country. Pressed for the reason for his about-face, Klinsmann nodded toward the media with a smile and said, \"Because you asked for it.\" (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/4cfd0e78b298467788b09c2d3a82b8bc.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "db0b5ea5513b5d5a2f6168e3dc419866",
      "title": "Teen left-hander goes first overall at KBO draft",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/600_359254.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Jangchung High School left-hander Hwang Jun-seo went first overall at the annual amateur draft for the Korea Baseball Organization (KBO) on Thursday.",
      "content": "Jangchung High School pitcher Hwang Jun-seo speaks after being selected first overall by the Hanwha Eagles at the Korea Baseball Organization draft in Seoul, Thursday. Yonhap Jangchung High School left-hander Hwang Jun-seo went first overall at the annual amateur draft for the Korea Baseball Organization (KBO) on Thursday. With their No. 1 pick, the Hanwha Eagles selected the 18-year-old pitcher out of the Seoul-based school. In 15 appearances this year, Hwang went 6-2 with a 2.16 ERA in 49 2/3 innings. He struck out 58 and walked 16. Over his three years in high school, Hwang has compiled a 9-4 record with a 1.93 ERA in 112 1/3 innings. He recorded 132 strikeouts against 34 walks. \"Our scouts have been really high on Hwang Jun-seo throughout the year,\" Eagles general manager Son Hyuk said. \"He is the type of pitcher that every team wants.\" The competition for the first overall pick became wide open last month after Masan Yongma High School right-hander Jang Hyun-seok, considered the consensus No. 1 pick, decided to skip the KBO draft so he could sign with the Los Angeles Dodgers. The Hanwha Eagles had the first overall pick after finishing in last place in 2022. The draft order was determined by the reverse order of finish last season. \"I can't believe I've been picked first. My hands are shaking right now,\" Hwang said after putting on the orange Eagles jersey on the stage. \"I want to develop into a player that the team will turn to in tough situations. But more so than any personal goals, I want to help the team win a championship.\" Hwang said he'd like to start in the KBO but added, \"No matter what the team asks me to do, I will pitch the best I can.\" Hwang, who can touch 150 kilometers per hour with his fastball, said San Diego Padres closer Josh Hader, famous for his hard fastball and devastating slider, is his role model. The Doosan Bears, picking second, chose Incheon High School right-hander Kim Taek-yeon. In 13 appearances this year, Kim pitched to a 7-1 record and a 1.13 ERA in 64 1/3 innings. He struck out 97 and walked nine batters. Over his three years in high school, Kim went 11-2 with a 1.34 ERA in 120 2/3 innings. He recorded 173 strikeouts against 26 walks. Both Hwang and Kim helped South Korea win bronze at the World Baseball Softball Confederation U-18 Baseball World Cup in Chinese Taipei earlier this month. Kim pitched a complete game shutout against the United States in the bronze medal game Sunday. It was Kim's sixth appearance of the tournament. He allowed only two earned runs in 16 innings for a 0.88 ERA, while striking out 29 and walking only four. Kim was a perfect 2-0. Hwang went 1-2 with a 3.97 ERA in 12 1/3 innings over three outings. He struck out 15 and walked three. Bears general manager Kim Tae-ryong spoke highly of Kim Taek-yeon's consistency. \"He can command all of his pitches well without compromising his velocity,\" the executive said. \"Within two or three years, we expect him to become our closer.\" With a slew of hard-throwing young fireballers, nine of the first 10 selections were high school pitchers. Defending champions SSG Landers selected infielder Park Ji-hwan with the 10th pick. Among others players of note, pitcher Jin Yoo-young, one-time prospect in the Kansas City Royals system, went No. 38 overall to the LG Twins. In all, 110 out of 1,083 players who entered the draft were selected. Of those 110, 27 were college players, up from 18 in 2022. (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/c50f3f7333a84e0faca4b1f5e9a9c970.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "698c599b2191a5a125f80a58fceadef6",
      "title": "Fencer 'honored' to join select company as Asiad flag bearer",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/829_359129.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Having earlier served as Korea's flag bearer at an Olympic Games, sabre fencer Gu Bon-gil said Wednesday he is \"honored\" to take on the same role for the Asian Games later this month.",
      "content": "Korean fencer Gu Bon-gil trains for the Hangzhou Asian Games at the National Training Center in Jincheon, North Chungcheong Province, Aug. 24. Yonhap Having earlier served as Korea's flag bearer at an Olympic Games, sabre fencer Gu Bon-gil said Wednesday he is \"honored\" to take on the same role for the Asian Games later this month. The Korean Sport Olympic Committee (KSOC) on Tuesday named Gu and swimmer Kim Seo-yeong as the Korean flag bearers at the opening ceremony for the Hangzhou Asiad, scheduled for Sept. 23. Gu had also carried the national flag, Taegeukgi, at the opening ceremony of the 2016 Summer Olympics in Rio de Janeiro. The KSOC keeps information on flag bearers at multisport competitions dating back to the 1982 Asian Games. According to its data, Gu will be just the second athlete to be a flag bearer at both the Olympics and the Asian Games, joining former handball star Yoon Kyung-shin in the exclusive company. Yoon flew the flag at the 2010 Guangzhou Asian Games and then the 2012 London Olympics. Korean fencer Gu Bon-gil poses before a training session for the Hangzhou Asian Games at the National Training Center in Jincheon, North Chungcheong Province, Aug. 24. Yonhap \"For us athletes, the Olympics and the Asian Games are the most important events, and it's a huge honor for me to be the flag bearer while representing the country,\" Gu said. \"I am grateful for this opportunity. I am also happy to share this record with Yoon Kyung-shin, who is a legend in his sport.\" Yoon is widely regarded as the greatest Korean male handball player ever, with five Asian Games gold medals to his credit. He was the 2001 International Handball Federation World Player of the Year, and led all players in scoring at the 2004 Summer Olympics, and the 1993, 1995 and 1997 world championships. Gu, 34, is no slouch. He has also won five Asian Games gold medals, along with two Olympic gold medals and four world titles in the men's sabre event. Gu will be going for his fourth consecutive men's sabre individual gold medal in Hangzhou. If Gu sweeps up both the individual and team gold medals this fall, he will end up with a record seven Asiad gold medals. Korean fencer Gu Bon-gil speaks during a joint press conference at a media day event at the Jincheon National Training Center in Jincheon, North Chungcheong Province, Aug. 24, marking the 30-day countdown to the Hangzhou Asian Games. Yonhap Three athletes are currently tied for first place in that category with six gold medals apiece, including former fencer Nam Hyun-hee. \"Back at the Rio Olympics, I felt a lot of pressure to be the flag bearer, and it meant a lot to me and to my family,\" Gu said. \"Now that I've done it once, I know what it feels like. And more importantly, I will try to put up great results in the competition.\" As for his chances of winning his fourth consecutive gold in the individual event, Gu quipped, \"You know, I am the prince of Asia in fencing.\" \"Physically, I am feeling great. At this point, it's more about being mentally strong than about working on technique,\" Gu added. \"I know I have a lot of history at stake this time. An opportunity like this doesn't come often, and I am going to bear down and make the most of that.\" (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/9a819e1281b3451a9368b3824de49252.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "b59774d5c75336800d4eee9f9c544576",
      "title": "Klinsmann to return to S. Korea after Europe trip following schedule change",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/600_359162.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "Jurgen Klinsmann, beleaguered head coach of the South Korean men's national football team, is set to return to Seoul this week after a recent European trip following a last-minute schedule change, officials said Wednesday.",
      "content": "In this Reuters photo, South Korea head coach Jurgen Klinsmann smiles during his team's friendly football match against Saudi Arabia at St. James' Park in Newcastle, England, on Sept. 12. Yonhap Jurgen Klinsmann, beleaguered head coach of the South Korean men's national football team, is set to return to Seoul this week after a recent European trip following a last-minute schedule change, officials said Wednesday. The Korea Football Association (KFA) announced Klinsmann will return to South Korea with the rest of the home-based members of the national team Thursday afternoon. The Taegeuk Warriors played two friendly matches in Europe this month, with a goalless draw against Wales last Thursday in Cardiff followed by a 1-0 squeaker over Saudi Arabia on Tuesday in Newcastle, England. It was Klinsmann's first win as South Korea's bench boss. Klinsmann had initially planned to stay put in Europe to check on South Korean internationals plying their trade there before returning to South Korea. His initial itinerary included a trip to Germany to watch Bayern Munich's South Korean defender Kim Min-jae at the weekend. However, following a meeting with his backroom staff Wednesday, Klinsmann decided to return to South Korea immediately, according to the KFA. Klinsmann will check on players in the domestic K League before putting together the next edition of the national team for the October international match window, the KFA added. South Korea will host Tunisia on Oct. 13 and Vietnam on Oct. 17. (Yonhap)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/0a965ff27bed488e9e7060c80ad97d3f.jpg",
      "source_id": "koreatimes",
      "featured": true,
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "53ed32d87522545e30c7fa062e411f83",
      "title": "Kim Soo-ja's 'Concentric Circles' offers quiet response to noisy world",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/690_359247.html?utm_source=fl",
      "keywords": null,
      "creator": ["meeyoo@koreatimes.co.kr(Kwon Mee-yoo)"],
      "video_url": null,
      "description": "In an era where the hustle and bustle caused by social network services fills our days, Kim Soo-ja, an illustrator whose career dates back 40 years, invites visitors to pause and reflect on at her latest exhibition \"Concentric Circles.”",
      "content": "Kim Soo-ja's \"Beyond the Forest\" is drawn with the simple yet profound medium of colored pencils. Courtesy of the artist By Kwon Mee-yoo In an era where the hustle and bustle caused by social network services fills our days, Kim Soo-ja, an illustrator whose career dates back 40 years, invites visitors to pause and reflect on at her latest exhibition \"Concentric Circles.\" The exhibit, running through Sept. 20 at Gallery Dam in central Seoul, presents 26 artworks Kim created with her simple yet profound medium of choice ― colored pencils ― to share her personal journey through illness and recovery. Commonly seen as the first step for children into the world of art, colored pencils actually have a history that go back to ancient Greece. Kim finds a connection between the simplicity of colored pencils and her own approach to art and uses these ancient drawing tools to erase the \"stains\" left by the fast-paced digital era. Kim's works, mostly on circular canvas, are results of countless hand movements, painstakingly crafted to give a glimpse of the \"essence of life beyond the tangible world.\" Her artistic presence serves as a counterpoint to the noise and shallowness of the digital era. Artist Kim Soo-ja poses with her artworks at her latest exhibition, \"Concentric Circles,\" which runs through Sept. 20 at Gallery Dam in central Seoul. Courtesy of the artist This exhibition holds a special place in Kim's life, as it comes after her battle with cancer. The pain and suffering she endured have enriched her art, breathing a sense of peace and healing into her works. Kim noted how the COVID-19 pandemic, along with her illness, forced her to reevaluate her life. Drawing inspiration from French writer Laurence Devillairs and Mexican poet Octavio Paz, she emphasized the importance of listening to one's inner voice and focusing on the present. \"Now is the time to pay all our attention to the voices from within, distancing ourselves from the noise of the high-tech era based on materials and speed,\" Kim said in a statement. The artist hopes her paintings offer viewers the same sense of comfort and consolation. \"Like a tiny seed that gives out sprouts, like the water that runs without interruption, like the wind that is never blocked, like a stone that rolls freely hither and thither, like the music that brushes against my ear, like the echo that flies across the boundaries, my thoughts go farther and farther like ever-expanding concentric circles,\" she said. \"During the whole time I was working on my paintings, I could remain unperturbed and experience peace of the faraway horizon. I hope my paintings will offer consolation to the viewers as they did to me.\" Installation view of Kim Soo-ja's exhibition \"Concentric Circles\" at Gallery Dam / Courtesy of the artist Kim's artistic journey has evolved over the years, reflecting her changing perspectives on civilization and humanity. Her 1995 \"TV-People\" exhibition questioned the relationship between civilization and humanity. Since the early 2000s, she has focused on translating poetry into paintings and her previous exhibitions, such as \"Illustration Essay-Blue,\" \"Road to Insa-dong,\" \"Drawing Poetry,\" \"My Beautiful Garden\" and \"Walk around Seoul,\" have explored various facets of beauty and life.",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/d835950da59d4ba995ff3ab07919cefa.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["entertainment"],
      "language": "english"
    },
    {
      "article_id": "503494f4a317e42f7a1c3469274966fe",
      "title": "NK set to end years-long sporting isolation at Asian Games",
      "link": "https://koreatimes.co.kr/www/nation/2023/09/829_359198.html?utm_source=fl",
      "keywords": null,
      "creator": ["webmaster@koreatimes.co.kr(KoreaTimes)"],
      "video_url": null,
      "description": "North Korea has 191 athletes signed up for the Asian Games starting next week, according to organizers, suggesting the country is poised to end its more than three-year isolation from the global sporting arena.",
      "content": "This Aug. 20, 2018 file photo shows North Korean weightlifter Ri Song-gum competing in the women's 48 kg weightlifting event at the Jakarta-Palembang 2018 Asian Games. Yonhap North Korea has 191 athletes signed up for the Asian Games starting next week, according to organizers, suggesting the country is poised to end its more than three-year isolation from the global sporting arena. North Koreans are listed on the Games' website for accredited media to compete in the Chinese city of Hangzhou in sports including athletics, gymnastics, basketball, football, boxing and weightlifting. North Koreans were similarly down to compete at a weightlifting tournament in Cuba in June, but they failed to show. North Korea closed its already tight borders in early 2020 following the outbreak of the pandemic and skipped the Tokyo Olympics, which were pushed back to 2021 because of COVID. It was then banned by the International Olympic Committee from the 2022 Beijing Winter Olympics for failing to take part in Tokyo. There have been recent signs that the border restrictions have been eased slightly, with a taekwondo team allowed to travel to a competition last month in Kazakhstan. Prior to that, North Korea had not sent any of its domestic athletes to overseas competitions since the pandemic. The sporting action at the Games in Hangzhou starts on Sept. 19, four days before the opening ceremony, with North Korea scheduled to face Taiwan in men's football that day. Leader Kim Jong-un is said to be an avid sports fan and Games hosts China are North Korea's longtime ally and main economic benefactor. This Aug. 19, 2018 file photo shows North Korean freestyle wrestler Kang Kum-song, right, competing against a Mongolian player in the men's 57 kg at the Jakarta-Palembang 2018 Asian Games. Yonhap North Korea has traditionally been especially strong in weightlifting, dominating the event at the Jakarta Asian Games in 2018 with eight golds. Ri Song-gum and Rim Un-sim, who both won gold in the women's weightlifting five years ago, are scheduled to appear in Hangzhou. But North Korea has also been among the countries punished for doping in the sport, including what governing body the IWF called \"multiple positive cases\" in qualification for the 2016 Rio Olympics. The Asian Games feature about 12,200 competitors in total ― more than the Olympics ― and end on Oct. 8. (AFP)",
      "pubDate": "2023-09-15 01:05:05",
      "image_url": "http://img.koreatimes.co.kr/upload/thumbnailV2/b64be0b8ca3c4b01a681ff922a091d6c.jpg",
      "source_id": "koreatimes",
      "source_priority": 35310,
      "country": ["south korea"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "8fe1e094427c5337841f5c46369e34cc",
      "title": "$5,000 17-inch HP Spectre Fold is the world’s thinnest, smallest foldable PC",
      "link": "https://bgr.com/tech/5000-17-inch-hp-spectre-fold-is-the-worlds-thinnest-smallest-foldable-pc/",
      "keywords": ["Computers", "HP", "Spectre Fold"],
      "creator": ["Chris Smith"],
      "video_url": null,
      "description": "Foldables are the latest trend in the smartphone industry. They might be fragile, but foldables are exciting. I’m a longtime iPhone user, but I’m drawn … The post $5,000 17-inch HP Spectre Fold is the world’s thinnest, smallest foldable PC appeared first on BGR.",
      "content": "Foldables are the latest trend in the smartphone industry. They might be fragile, but foldables are exciting. like the Galaxy Z Flip 5, even if I don’t intend to switch to Android for one. More interesting to me are larger foldables, which can become tablets or PCs. Sign up for the most interesting tech & entertainment news out there. By signing up, I agree to the and have reviewed the Since I’m deeply entrenched in the Apple ecosystem, I am waiting for a foldable iPad or Mac to arrive. One that’s done right. While I wait, the first foldable PC that might be done right is already here: the HP Spectre Fold. But it also comes with a hefty price tag of $4,999.99. That starting price tells us what the biggest problem with foldable PCs is. It’s expensive to manufacture attractive, large, foldable devices. Even more costly than making foldable smartphones. And a foldable PC is definitely a risky purchase, no matter how exciting it might be. The Spectre Fold is HP’s first foldable, but it’s not the world’s first. It started with the , which debuted for $2,499 a few years ago. Then Asus made the $3,499 . HP that its Spectre Fold is the world’s thinnest and smallest 17-inch foldable PC. That checks my “done right” box. I don’t want a bulky PC, especially one that becomes a tablet. The HP Spectre Fold weighs only 3 pounds, which is impressive. Also, it makes me worry about its integrity. I also want it to be thick enough so the battery can deliver enough energy. On that front, HP says that the Spectre Fold can last up to 12 hours in laptop mode and up to 11 hours in desktop mode. It’s not M1/M2 MacBook Air battery life, but it still sounds good. In practice, you might not get that maximum battery life. Speaking of modes, the 17-inch tablet becomes a 17-inch PC if you use the built-in stand to prop up the tablet. There’s no folding involved in either of these modes. But you can fold the 17-inch tablet into a 12.3-inch laptop. You will need the keyboard accessor to make it work as a “one-and-a-half screen” laptop. It’s the keyboard you pair with the laptop in desktop mode. Or you can use both screens when folding the tablet in this 12.3-inch laptop mode. When it comes to specs, you’re looking at a 17-inch OLED screen, 12th Gen Intel Core i7 processor, Intel Iris Xe graphics, 16GB of memory, 1TB SSD, 2 USB-C Thunderbolt 4 ports, Wi-Fi 6E support, and a 5-megapixel camera. There’s also wireless charging support for the keyboard. That is also the world’s first for the Spectre Fold. As is the built-in AI support for security, wellness, and gesture controls: An advanced AI chip adapts to your needs, delivering a tailored computing experience that focuses on you. Enjoy features such as walk away lock, wake on approach, auto screen dimming, and privacy alerts to enhance your privacy. Screen time and distance reminders, along with touch-free content control, help you focus on wellbeing while providing a more intuitive interaction with the device. Microsoft has built the Copilot AI assistant into Windows 11, but the features above probably have nothing to do with that. HP created them for the Spectre Fold. All of that sounds pretty great, I’ll give HP that. What I won’t give the PC maker is $4,999.99. The Spectre Fold is available for preorder from . It should ship on October 5th. HP will take orders on its website next month as well. Furthermore, the Spectre Fold will reach international markets this fall.",
      "pubDate": "2023-09-15 00:54:00",
      "image_url": "https://bgr.com/wp-content/uploads/2023/09/hp-spectre-fold-5.jpg?quality=82&strip=all",
      "source_id": "bgr_com",
      "source_priority": 20761,
      "country": ["united states of america"],
      "category": ["top"],
      "language": "english"
    },
    {
      "article_id": "351e1341e75e9667aa0a103ea92172b4",
      "title": "#google won’t repair cracked Pixel Watch screens",
      "link": "http://bytefunding.com/google-wont-repair-cracked-pixel-watch-screens/",
      "keywords": ["Uncategorized"],
      "creator": ["bfadmin"],
      "video_url": null,
      "description": "Google currently offers no repairs for broken Pixel Watches. | Photo by Chris Welch / The Verge If you crack the screen on the Pixel Watch, getting it officially repaired by Google isn’t in the cards. Several Pixel Watch owners have vented their frustrations about the inability to replace cracked screens, both on Reddit and […] The post #google won’t repair cracked Pixel Watch screens appeared first on ByteFunding.",
      "content": "If you crack the screen on the Pixel Watch, getting it officially repaired by Google isn’t in the cards. Several Pixel Watch owners have vented their frustrations about the inability to replace , both and in . has also reviewed an official Google support chat from a reader who broke their Pixel Watch display after dropping the wearable. In it, a support representative states that Google “doesn’t have any repair centers or service centers” for the device. “At this moment, we don’t have any repair option for the Google Pixel Watch. If your watch is damaged, you can contact the Google Pixel Watch Customer Support Team to check your replacement options,” Google spokesperson Bridget…",
      "pubDate": "2023-09-15 00:45:03",
      "image_url": null,
      "source_id": "bytefunding",
      "source_priority": 45654,
      "country": ["united states of america"],
      "category": ["top"],
      "language": "english"
    },
    {
      "article_id": "fdcec7e19366fe0149f1c75c3c0bef17",
      "title": "NASA releases UFO report and says more science and less stigma are needed to understand them",
      "link": "https://abc13.com/nasa-ufos-report-unidentified-flying-objects/13781706/",
      "keywords": [
        "NASA",
        "UFOs",
        "report",
        "unidentified flying objects",
        "science",
        "aliens",
        "extraterrestrial life",
        "UFO report",
        "are UFOs real",
        "what are UAP",
        "unidentified anomalous phenomena",
        "NASA report on flying objects",
        "NASA report on alien life"
      ],
      "creator": ["AP"],
      "video_url": "https://vcl.abcotv.net/video/kabc/091423-kabc-4pm-ufo-report-vid.mp4",
      "description": "NASA has been studying UFOs for a year, and here's what they finally had to say about the possibility of life out there in the universe.",
      "content": "NASA said Thursday that the study of UFOs will require new scientific techniques, including advanced satellites as well as a shift in how unidentified flying objects are perceived. The space agency released the findings after a yearlong study into UFOs. In its 33-page report, an independent team commissioned by NASA cautioned that the negative perception surrounding UFOs poses an obstacle to collecting data. But officials said NASA's involvement should help reduce the stigma around what it calls UAPs, or unidentified anomalous phenomena. \"We want to shift the conversation about UAPs from sensationalism to science,\" NASA Administrator Bill Nelson said. He promised an open and transparent approach. Officials stressed the panel found no evidence that UAPs had extraterrestrial origin. But Nelson acknowledged with billions of stars in billions of galaxies out there, another Earth could exist. \"If you ask me, do I believe there's life in a universe that is so vast that it's hard for me to comprehend how big it is, my personal answer is yes,\" Nelson said at a news conference. His own scientists put the likelihood of life on another Earth-like planet at \"at least a trillion.\" When pressed by reporters on whether the U.S. or other governments are hiding aliens or otherworldly spaceships, Nelson said: \"Show me the evidence.\" NASA has said it doesn't actively search for unexplained sightings. But it operates a fleet of Earth-circling spacecraft that can help determine, for example, whether weather is behind a strange event. The 16-member panel noted that artificial intelligence and machine learning are essential for identifying rare occurrences, including UFOs. NASA recently appointed a director for UFO research, but is not divulging the identity to protect them from the kind of threats and harassment faced by the panel members during the study. \"That's in part why we are not splashing the name of our new director out there because science needs to be free. Science needs to undergo a real and rigorous and rational process, and you need the freedom of thought to be able to do that,\" said Dan Evans, NASA's liaison with the panel. No top-secret files were accessed by the scientists, aviation and artificial intelligence experts, and retired NASA astronaut Scott Kelly, the first American to spend nearly a year in space. Instead, the group relied on unclassified data in an attempt to better understand unexplained sightings in the sky. Officials said there are so few high-quality observations that no scientific conclusions can be drawn. Most events can be attributed to planes, drones, balloons or weather conditions, said panel chairman David Spergel, president of the Simons Foundation, a scientific research group. The government refers to unexplained sightings as UAPs versus UFOs. NASA defines them as observations in the sky or elsewhere that cannot be readily identified or scientifically explained. The study was launched a year ago and cost under $100,000.",
      "pubDate": "2023-09-15 00:29:27",
      "image_url": "https://cdn.abcotvs.com/dip/images/13784012_091423-ufo-report2.jpg",
      "source_id": "abc13",
      "source_priority": 2168,
      "country": ["united states of america"],
      "category": ["science"],
      "language": "english"
    },
    {
      "article_id": "6203c8f5c95a0ac4f26c81862c58c425",
      "title": "Want a Bob Ross painting? Do you have $10M?",
      "link": "https://www.mercurynews.com/2023/09/14/want-a-bob-ross-painting-do-you-have-10m/",
      "keywords": [
        "Entertainment",
        "Things To Do",
        "Uncategorized",
        "Nation & World"
      ],
      "creator": ["Cnn.Com Wire Service"],
      "video_url": null,
      "description": "The very first on-air painting from the very first episode of Ross’ beloved series “The Joy of Painting” is looking for a new owner after being kept safe for decades by one of the show’s early volunteers.",
      "content": "It’s hard to quantify the value of painter and all-around , but $9.85 million is a good start. The very first on-air painting from the “The Joy of Painting” is looking for a new owner after being kept safe for decades by one of the show’s early volunteers. “A Walk in the Woods” was painted live on-air in January of 1983, and typifies everything the public came to love about Ross and his art-positive mission. It depicts a placid woodland scene in shades of gold and blue, painted with Ross’ preferred “ ” technique, with deceptively complex-looking brushstrokes and, of course, an abundance of happy little trees. In the lower lefthand corner, Ross’ signature stands out in red. The work was acquired by Minneapolis-based art gallery Modern Artifact earlier this year. Before that, it was owned by a one-time volunteer at the Falls Church, Virginia PBS station where the first season of “The Joy of Painting” was aired. The volunteer bought it in November of 1983 at a station fundraising auction, just months after it was painted. It has been verified as authentic by . Modern Artifact owner Ryan Nelson said Ross’ work has seen increasing demand over the years. “The driving force behind the increased demand for Bob Ross paintings seems to be collectors themselves,” Nelson said in a statement. “Nostalgia, social media and an increased interest by the general public in the personality behind the art have all contributed to his current popularity.” The gallery is offering the painting at a price point of $9.85 million, but Nelson says it’s in no rush to sell. “It’s a truly irreplicable, one-of-a-kind painting,” he said. “Ideally, we would like to share it with a museum or traveling exhibit to allow as many people as possible to view such an exciting work of art.” “The Joy of Painting,” which aired on PBS from 1983 to 1994, has become a wholesome classic in league with fellow PBS show “Mister Roger’s Neighborhood.” Even now, 40 years after it first aired, people still watch old episodes and . Ross himself also became an icon for his kind, positive instruction and his belief that anyone could make beautiful art. “I think there’s an artist hidden in the bottom of every single one of us,” Ross of the first episode of “The Joy of Painting,” minutes before getting started on the work that now holds so much value for so many. “I hope you have your brush ready, and a dream in your heart.”",
      "pubDate": "2023-09-15 00:26:58",
      "image_url": "https://www.mercurynews.com/wp-content/uploads/2023/09/cnn-L19jb21wb25lbnRzL2ltYWdlL2luc3RhbmNlcy9jbG1mYnA0bjcwMDBrM2I2aTV4bDFtNTg3-L19wYWdlcy9jbG1mYm05NDcwMDJmODdwN2ZnbXkwYWg5.jpg?w=1400px&strip=all",
      "source_id": "mercurynews",
      "source_priority": 2968,
      "country": ["united states of america"],
      "category": ["sports"],
      "language": "english"
    },
    {
      "article_id": "51c6c5b6483dfc9ced92d0bf8ffae7cc",
      "title": "Want a Bob Ross painting? Do you have $10M?",
      "link": "https://www.eastbaytimes.com/2023/09/14/want-a-bob-ross-painting-do-you-have-10m/",
      "keywords": ["Entertainment", "Things To Do", "Nation & World"],
      "creator": ["Cnn Com Wire Service"],
      "video_url": null,
      "description": "The very first on-air painting from the very first episode of Ross’ beloved series “The Joy of Painting” is looking for a new owner after being kept safe for decades by one of the show’s early volunteers.",
      "content": "It’s hard to quantify the value of painter and all-around , but $9.85 million is a good start. The very first on-air painting from the “The Joy of Painting” is looking for a new owner after being kept safe for decades by one of the show’s early volunteers. “A Walk in the Woods” was painted live on-air in January of 1983, and typifies everything the public came to love about Ross and his art-positive mission. It depicts a placid woodland scene in shades of gold and blue, painted with Ross’ preferred “ ” technique, with deceptively complex-looking brushstrokes and, of course, an abundance of happy little trees. In the lower lefthand corner, Ross’ signature stands out in red. The work was acquired by Minneapolis-based art gallery Modern Artifact earlier this year. Before that, it was owned by a one-time volunteer at the Falls Church, Virginia PBS station where the first season of “The Joy of Painting” was aired. The volunteer bought it in November of 1983 at a station fundraising auction, just months after it was painted. It has been verified as authentic by . Modern Artifact owner Ryan Nelson said Ross’ work has seen increasing demand over the years. “The driving force behind the increased demand for Bob Ross paintings seems to be collectors themselves,” Nelson said in a statement. “Nostalgia, social media and an increased interest by the general public in the personality behind the art have all contributed to his current popularity.” The gallery is offering the painting at a price point of $9.85 million, but Nelson says it’s in no rush to sell. “It’s a truly irreplicable, one-of-a-kind painting,” he said. “Ideally, we would like to share it with a museum or traveling exhibit to allow as many people as possible to view such an exciting work of art.” “The Joy of Painting,” which aired on PBS from 1983 to 1994, has become a wholesome classic in league with fellow PBS show “Mister Roger’s Neighborhood.” Even now, 40 years after it first aired, people still watch old episodes and . Ross himself also became an icon for his kind, positive instruction and his belief that anyone could make beautiful art. “I think there’s an artist hidden in the bottom of every single one of us,” Ross of the first episode of “The Joy of Painting,” minutes before getting started on the work that now holds so much value for so many. “I hope you have your brush ready, and a dream in your heart.”",
      "pubDate": "2023-09-15 00:26:58",
      "image_url": "https://www.eastbaytimes.com/wp-content/uploads/2023/09/cnn-L19jb21wb25lbnRzL2ltYWdlL2luc3RhbmNlcy9jbG1mYnA0bjcwMDBrM2I2aTV4bDFtNTg3-L19wYWdlcy9jbG1mYm05NDcwMDJmODdwN2ZnbXkwYWg5.jpg?w=1400px&strip=all",
      "source_id": "eastbaytimes",
      "source_priority": 17164,
      "country": ["united states of america"],
      "category": ["entertainment"],
      "language": "english"
    },
    {
      "article_id": "acdc2dccbfa07735b13f5bdb2d31f306",
      "title": "Best iPhone 15 Plus screen protectors",
      "link": "https://www.xda-developers.com/best-iphone-15-plus-screen-protectors/",
      "keywords": ["Mobile", "Apple iPhone 15"],
      "creator": ["Ruben Circelli"],
      "video_url": null,
      "description": "With an iPhone 15 Plus, you'll need a great screen protector to keep it safe, and we've found all the best screen protectors.",
      "content": "If you've got yourself a brand new , you'll want to take a look at the , the , and perhaps most importantly, the best iPhone 15 Plus screen protectors. Nobody likes having to replace a cracked screen or deal with a nasty scratch, and a screen protector is the best way to protect against all that. However, there are so many different options when it comes to screen protectors, and it can be tough to decide on just one. To help you make the best decision possible, we've compiled the ultimate list of iPhone 15 Plus screen protectors that's sure to have options for just about everyone. The best iPhone 15 Plus screen protectors iPhone 15 Plus screen protector top picks At the end of the day, as long as you've got some kind of screen protector on your iPhone, you're likely to be fine in terms of safety. However, depending on your choice, you may have to replace your screen protector more or less often, it may offer more or less protection, and it may be easier or harder to actually get on your iPhone 15 Plus. Luckily, though, for less premium protectors, they usually come in packs and can be purchased for cheap, so they're easy to replace. Just about every iPhone 15 Plus owner will be well-served by the amFilm screen protector pack, which not only comes with a camera lens protector, too, but comes with two of each on top of an application tool, but if you're looking for even more protection, you definitely have options. For such an expensive smartphone, there's nothing wrong with going for premium protection, like Zagg's XTR3 protector, which you're likely to never have to replace. Regardless of which protector you decide to pick up, though, make sure you're careful with your phone, as it's still possible to damage it even with screen protection.",
      "pubDate": "2023-09-15 00:26:49",
      "image_url": "https://static1.xdaimages.com/wordpress/wp-content/uploads/2023/09/apple-iphone-15-series-colors.png",
      "source_id": "xda_developers",
      "source_priority": 2528,
      "country": ["united states of america"],
      "category": ["top"],
      "featured": true,
      "language": "english"
    },
    {
      "article_id": "727e810577e86612d74e64ff7d162bf9",
      "title": "Hours after arrest on misdemeanor charge, Oakland man allegedly kills cellmate",
      "link": "https://www.mercurynews.com/2023/09/14/in-jail-for-misdemeanor-charge-oakland-man-allegedly-kills-cellmate/",
      "keywords": [
        "California News",
        "Crime and Public Safety",
        "Latest Headlines",
        "Local News",
        "News",
        "Bay Area Crime",
        "Homicide",
        "Regional"
      ],
      "creator": ["Nate Gartrell"],
      "video_url": null,
      "description": "Bryson Levy, 33, allegedly killed Yuri Brand, 39, of El Cerrito, just hours after Levy was booked into the jail on a misdemeanor vandalism charge.",
      "content": "DUBLIN — Just 17 hours after being booked into Santa Rita Jail for a misdemeanor vandalism arrest, an Oakland man allegedly killed his cellmate, police say. Bryson Levy, 33, killed Yuri Brand, 39, of El Cerrito, inside the jail cell they shared, according to the Alameda County Sheriff’s Office. Police have not released the suspected motive, nor a cause of death. Brand had only been in the jail a few days when he was killed. He was charged on Sept. 11 with breaking into a Piedmont home, spending two days there and consuming $1,000 worth of food and beverages, . Brand’s family told KTVU that he had schizophrenia after suffering a head injury. The circumstances of Levy’s underlying arrest weren’t immediately available. Police say they’re turning over the case to the Alameda District Attorney with a request he be charged with murder. Levy remains in the jail on a no-bail hold, records show.",
      "pubDate": "2023-09-15 00:18:06",
      "image_url": "https://www.mercurynews.com/wp-content/uploads/2022/11/EBT-L-ALMENA-0504-3.jpg?w=1400px&strip=all",
      "source_id": "mercurynews",
      "source_priority": 2968,
      "country": ["united states of america"],
      "category": ["top"],
      "language": "english"
    },
    {
      "article_id": "cdadf4d07ba8aa25b5d93a2222dea84c",
      "title": "Harry's Hideaway: The magical Airbnb for Harry Potter fans in Bay View",
      "link": "https://www.tmj4.com/news/milwaukee-tonight/harrys-hideaway-the-magical-airbnb-for-harry-potter-fans-in-bay-view",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "This hidden gem offers a magical trip into the world of Harry Potter. From the outside, this unassuming Bay View bungalow gives no clue to what you’ll find inside.",
      "content": "MILWAUKEE — This hidden gem offers a magical trip into the world of Harry Potter. From the outside, this unassuming Bay View bungalow gives no clue to what you’ll find inside. But the owner, Lauren Andrews, says that’s typical of the Wizarding World of Harry Potter. I went inside to experience Harry’s Hideaway and meet the woman who imagined it. “It’s a passion project to merge my love of interior design and hosting into a charming home, all themed on the Harry Potter movies,” said Lauren. Every space in the two-bedroom, one-bath short-term rental is beautifully decorated to portray aspects of Harry Potter’s world. From the bedroom with wallpaper of books dedicated to all the books that are mentioned throughout the Harry Potter books, to the bathroom with a snake mirror and antique light fixtures reminiscent of 12 Grimmauld Place. Not to mention the secret entrances, which look like normal entrances, so they're hidden from the Muggles (non-magical humans). Lauren feels that those familiar with the movies will get the references, while others will appreciate the beauty. “We live in a world that's very contentious and divisive, and dark at times, so I wanted to do something that brought a little magic and a little joy into your everyday life. That's how Harry's Hideaway was born,\" said Lauren This hidden gem is perfect for a staycation, hosting out-of-town visitors, a short-term rental, and Potter Heads. And according to Lauren, it’s the only one of its kind in our area. //",
      "pubDate": "2023-09-15 00:10:39",
      "image_url": null,
      "source_id": "tmj4",
      "source_priority": 7805,
      "country": ["united states of america"],
      "category": ["top"],
      "language": "english"
    },
    {
      "article_id": "3b3c639d2a3c4add26c5c9d07867dc6f",
      "title": "Ask Kurt: The vital distinction between HTTP and HTTPS in securing your online data",
      "link": "https://www.foxnews.com/tech/ask-kurt-vital-distinction-between-http-https-securing-online-data",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "Knowing the difference between \"HTTP\" and \"HTTP\" can help to prevent hackers and cybercriminals from invading and stealing your personal data and information.",
      "content": "close Video Kurt ‘CyberGuy’ Knutsson shows you how to secure your Google account CyberGuy shows you how to manage your Google account to make sure that your information is safe. Online dangers are growing with our love of online shopping. In fact, 79% of U.S. consumers say that they shop online more frequently now than they did before the COVID-19 pandemic . Although, it also has some risks and challenges, especially when it comes to paying with your credit card. How can you tell if a website is trustworthy and secure for online payments? What does it mean when a website has HTTP or HTTPS in its web address? How does it affect your online security and privacy ? We'll get to those questions. Let's start by answering this one from Margaret from Fort Lauderdale, Florida. \"Does https mean the site takes credit cards and http is okay if they don’t take credit cards?\" – Margaret Jane, Fort Lauderdale, Florida. Margaret Jane raises an excellent question. Let's go over the difference between \"HTTP\" and \"HTTPS\" and whether it matters or not when you're paying with a credit card online. Woman shops online (Cyberguy.com) CLICK TO GET KURT’S FREE CYBERGUY NEWSLETTER WITH SECURITY ALERTS, QUICK TIPS, TECH REVIEWS AND EASY HOW-TO’S TO MAKE YOU SMARTER What's the difference between \"HTTP\" and \"HTTPS\"? The difference between HTTP and HTTPS is that HTTPS uses a SSL (Secure Sockets Layer) certificate to encrypt all data transfer while HTTP is not secured with an SSL certificate and is much more open to hackers stealing sensitive information. HTTPS is internet security geek-speak for Hypertext Transfer Protocol Secure, and it functions similarly to HTTP, except that it works to protect communication between web servers and browsers when transporting data. A website that begins with HTTP does not have this same layer of protection . It’s all about the letter \"S\" In the simplest of terms, imagine you are sending a letter to your friend through the mail. HTTP is like sending a letter in a normal envelope. It is not very secure, and anyone who intercepts the letter can open it and read your message. HTTPS is like sending a letter in a locked envelope. It is very secure, and only you and the recipient can open it and read your message. Why is HTTPS more secure than HTTP? HTTPS is more secure than HTTP because it uses an SSL certificate to encrypt the data that is transferred between the web server and the browser. This means that anyone who tries to intercept or tamper with the data will not be able to read or modify it. How HTTPS protects your data with SSL certificates MORE: DON’T FALL FOR THIS NEW BANKING SCAM SSL certificates also verify the identity of the website, so you can be sure that you are dealing with a legitimate site and not a fake one. An SSL certificate is a digital document that contains information about the website, such as its domain name, owner and expiration date. It also has a public key and a private key, which are used to encrypt and decrypt data. The public key is shared with anyone who wants to communicate with the website while the private key is kept secret by the website owner. How your browser verifies and encrypts data with HTTPS When you visit a website that uses HTTPS, your browser will check the SSL certificate and make sure that it is valid and matches the website’s domain name. If everything is OK, your browser will establish a secure connection with the website and exchange encryption keys. Then, all the data that is sent and received will be encrypted using these keys. How to identify HTTPS websites in your browser You can tell if a website is using HTTPS by looking at the web address in your browser. MORE: HOW THIS SAFE BROWSING FEATURE IS USING AI TO STAY AHEAD OF SCAMMERS If it starts with http s ://, then it means the website is secure. You may also see a padlock icon or a green bar next to the web address, which indicates the website has a valid SSL certificate. Why you should avoid paying with credit cards on HTTP websites Whether a site takes credit cards or not has nothing to do with whether it uses HTTP or HTTPS. However, if a site does take credit cards, it’s important that it uses HTTP S to protect the sensitive information being transferred. If you're on a website that uses HTTP, and it's telling you to pay for something with a credit card, you should probably steer clear of it. The website could be a phishing page or be infected with some sort of malware that could hand your credit card information over to a hacker, and then they could do whatever they want with it. Woman working on the computer (Cyberguy.com) MORE: PROTECT YOUR BACON: THE RISE OF PIG BUTCHERING SCAMS AND HOW TO AVOID THEM What can I do to protect myself from a keylogging attack There are a number of precautions that you can take to avoid becoming the next victim of a keylogging attack. Have good antivirus software on all your devices Keeping hackers out of your devices can often be prevented when you have good antivirus protection installed on all your devices. Having antivirus software on your devices will help make sure you are stopped from clicking on any known malicious links, attachments or images that may install malware on your devices and thus allow hackers to gain access to your personal information. Get my picks for the best 2023 antivirus protection winners for your Windows, Mac, Android & iOS devices . MORE: HOW YOUR BROWSER COULD BE EXPOSED TO A SECURITY RISK Use a password manager Keyloggers can’t record what you don’t type, so using a password manager that automatically fills in your login credentials can help you avoid typing them. You should also use strong and unique passwords for each account and change them frequently. Keep your software and apps updated Updating your operating system, browser, antivirus software and other applications can patch any security vulnerabilities that hackers can exploit to install keyloggers. I know I sound like a broken record here. You should avoid clicking on suspicious links or attachments that may contain malware. Use a Virtual Private Network (VPN) We recommend using a VPN to protect against hackers snooping on your device. VPNs will protect you from those who want to track and identify your potential location and the websites that you visit. Man on the computer (Cyberguy.com) See my expert review of the best VPNs for browsing the web privately on your Windows, Mac, Android & iOS devices. Kurt's key takeaways Always keep a watchful eye out when you're visiting websites that you have never seen before. Check the URL and make sure that it begins with HTTPS, especially when you are dealing with sensitive information such as passwords, credit card numbers, personal details, etc. This way, you can protect yourself from hackers who may try to steal your information or harm your cellphone or computer. CLICK HERE TO GET THE FOX NEWS APP What else do you wish websites could do to prove that they are safe and secure? Let us know by writing us at Cyberguy.com/Contact. For more of my tech tips and security alerts, subscribe to my free CyberGuy Report Newsletter by heading to Cyberguy.com/Newsletter. ARE YOU PROTECTED? SEE MY 2023 BEST ANTIVIRUS PROTECTION WINNERS Copyright 2023 CyberGuy.com. All rights reserved. Kurt \"CyberGuy\" Knutsson is an award-winning tech journalist who has a deep love of technology, gear and gadgets that make life better with his contributions for Fox News & FOX Business beginning mornings on \"FOX & Friends.\" Got a tech question? Get Kurt’s CyberGuy Newsletter, share your voice, a story idea or comment at CyberGuy.com.",
      "pubDate": "2023-09-15 00:08:52",
      "image_url": null,
      "featured": true,
      "source_id": "foxnews",
      "source_priority": 59,
      "country": ["united states of america"],
      "category": ["technology", "science"],
      "language": "english"
    },
    {
      "article_id": "6f8caf2f72e6fa9f99ecef33073b8ea0",
      "title": "I’m taking Spanish classes, and these are some of my favorite Spanish-language Netflix series",
      "link": "https://bgr.com/entertainment/im-taking-spanish-classes-and-these-are-some-of-my-favorite-spanish-language-netflix-series/",
      "keywords": ["TV Shows", "Netflix"],
      "creator": ["Andy Meek"],
      "video_url": null,
      "description": "Paying for a subscription to a service like Netflix is one way to make sure you always have something to do in your free time, … The post I’m taking Spanish classes, and these are some of my favorite Spanish-language Netflix series appeared first on BGR.",
      "content": "Paying for a subscription to a service like is one way to make sure you always have something to do in your free time, when you’re perhaps looking for mindless entertainment to veg out to along the lines of — or when you want a compelling new Netflix series to sink your teeth into, something like or the new crime drama (one of my personal favorites at the moment). Lately, though, I’ve found myself spending more and more time going down a very specific Netflix rabbit hole: Using massive catalog of to augment my (so far, feeble) attempts to learn the Spanish language. Sign up for the most interesting tech & entertainment news out there. By signing up, I agree to the and have reviewed the One of the best ways to learn a new language, you’ll hear over and over, is to watch and movies that feature native speakers. Given how much of a global behemoth Netflix has become, this is something that the streaming giant has in spades. Some of its best, most exciting, and highest-quality original content, in fact, is its international programming. Examples include the wildly popular Korean Netflix series , the Swedish crime drama , and the Norweigan drama — which just released its third and final season, with a hugely controversial reveal at the end. Must-watch Spanish Netflix series It should go without saying, of course, that watching these kinds of series isn’t a magic bullet that will supercharge your language skill all by itself. It is, however, a great way to augment whatever else you’re already doing, like taking a class or using a language-learning app on your phone. Watching Netflix series like, in my case, the Spanish-language titles below will definitely give you an opportunity to hear how the language is used by native speakers in everyday conversation — which is so important as you continue learning, no matter what language you’re studying. In no particular order, here are some of my favorite Spanish-language Netflix series that anyone learning the language should consider checking out. Also known by its Spanish name of La Casa de Papel, this five-season crime drama is one of the biggest Netflix series of all time (per , based on hours viewed over the course of each season’s first month of availability). As for what it’s about, the plot is built around what starts as a straightforward heist narrative, masterminded by a brilliant professor who wants to pull off the biggest theft in recorded history — by breaking into the Royal Mint of Spain and printing billions of euros. This next Netflix series — which, coincidentally, comes from the creators of — found itself on my radar because of the cast, including Lali Esposito, an actress/singer/dancer who’s sort of like the Lady Gaga of Argentina (home to my favorite rock band of all time). The show, the plot of which is driven by three sex workers who decide to flee their maniacal pimp, has a kinetic visual flair reminiscent of a Tarantino movie and bombards you with guns, beautiful women, stolen cash, drugs, and cartoonishly evil bad guys. Based on the best-selling novel of the same name by Javier Castillo that sold more than 1 million copies in Spain, the Netflix series (aka ), is a 6-episode drama set in the Spanish port city of Malaga — a locale filled with resorts and high-rises, with the story taking place during the city’s Three Wise Men parade in 2010. A young girl disappears during what’s supposed to be a happy event, and a trainee journalist subsequently rises to the imperatives of her profession. She launches her own investigation, with the help of a journalist colleague, alongside that of an inspector — an investigation that promises to awaken aspects of her past she’d rather forget. “The best trait of an investigative reporter,” a group of students is told at one point during the series, “is tenacity. The urge to put things in their place, however hard it may seem.” Netflix crime dramas don’t get bloodier, more savage, and more addictive than Narcos and its spinoff, Narcos: Mexico. The former tracked the rise and spectacular fall of the infamous Colombian drug kingpin Pablo Escobar, while the latter shifted the narrative to Mexico to focus on a much savvier and more business-minded druglord, Miguel Ángel Félix Gallardo. Transport the warring rivalries of to the badlands of Latin America — and throw in bricks of cocaine, along with lots and lots of guns — and what you’re left with is more or less the franchise. A tour-de-force of storytelling and world-building from Netflix, and one of its most indispensable dramas. Fans of no-frills crime dramas should find this next Netflix series quite an easy drama to dive into. , created by Aitor Gabilondo and David Bermejo, first aired on the Telecinco channel in Spain as , and then made its Netflix debut in May of 2022 with its English title. Bermejo and Gabilondo previously collaborated on , which also starred José Coronado. There’s a sort of Clint Eastwood vibe to the angry, fed-up war veteran who’s the protagonist of this story. When his teenage granddaughter falls in with a bad crowd — specifically, the drug dealers overtaking his Madrid neighborhood — he takes it upon himself to both go after them and to reform the girl. If you let yourself get really invested in learning a new language, it’s more likely than not that it will open the door to so much more beyond just the language study itself — to encompass everything from the culture’s food, movies, books, TV shows, and the like. That’s what Spanish has done for me, specifically as it relates to music; I mentioned earlier that my favorite band of all time is from Argentina, as is the real-life central figure in , which dramatizes the life and career of Latin American rock pioneer Fito Paez. The 8-episode series (the Spanish title of which is ) delivers a Bohemian Rhapsody-style epic treatment of one of the most essential Argentine musicians of all time — in addition to including portrayals of Charly Garcia, Luis Alberto Spinetta, Fabiana Cantilo, and Juan Carlos Baglietto. Last but not least, we come to this delightful coming-of-age series from Colombia, the Spanish title of which is (“The First Time”). Moreover, I also think that this 13-episode series, perhaps more than any other on this list, may be the most universal, given that it’s built around growing pains and a teenage love story. And I’m so happy that Netflix is bringing it back for another season. From the streamer’s official synopsis:",
      "pubDate": "2023-09-15 00:07:00",
      "image_url": "https://bgr.com/wp-content/uploads/2023/02/rsz_la_primera_vez_s1_e1_00_03_51_06_r.jpg?quality=82&strip=all",
      "source_id": "bgr_com",
      "source_priority": 20761,
      "country": ["united states of america"],
      "category": ["top"],
      "language": "english"
    }
  ],
  "nextPage": "1694739905057675395"
}
